<?php

class VideosTableSeeder extends Seeder {

    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        Video::create([
          'url' => 'http://www.youtube.com/watch?v=i-hd2aFUY-E',
          'title' => 'بين العلا وحائل.. تصوير جوي HD يناير 2014م',
          'description' => 'بين العلا وحائل رحلة قمت بها مع الزملاء الأفاضل الأستاذ حمد الواصل، والدكتور محمد الدغيري، والدكتور أحمد الدغيري .. وذلك في شهر يناير 2014م، شملت جبال المسمى، وجبل عرنان، وجبل المحجة، وروضة الهايس، ومجموعة أقواس، ومظاهر جيومورفولوجية متنوعة كما شملت العلا وجبال المداخيل والهوية وحرة خيبر وكهف أم جرسان وفوة بركان الأبيض.',
        ]);

    }

}
